<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8">
  <title>M&ograve;dul de Fitxes-Tutoria</title>
  <link href="style.css" rel="stylesheet" type="text/css">
</head>
<body>
<h2>M&ograve;dul de Fitxes-Tutoria</h2>
<h3>Actuacions de Tutoria</h3>
Les accions de tutoria consisteixen en mesures que estableix el ROF del
centre i fan refer&egrave;ncia a aspectes d'assist&egrave;ncia,
puntualitat i disciplina. Aquestes accions van des de l'enviament d'un
SMS als pares fins a l'expulsi&oacute; per expedient disciplinari. A
l'apartat seg&uuml;ent s'expliquen les accions de tutoria en m&eacute;s
detall. Les actuacions poden estar obertes/iniciades i
tancades/finalitzades.<br>
<br>
Per accedir a les actuacions de tutoria podeu fer clic sobre el
bot&oacute; si teniu la fitxa de l'alumne oberta o directament des de
la pantalla principal clicant sobre la bandereta de color.<br>
<br>
El significat de les banderes &eacute;s el seg&uuml;ent:<br>
<ul>
  <li><img style="width: 30px; height: 31px;" alt=""
 src="../../images/greenflag.gif">Aquest alumne/a no requereix cap
tipus d'actuaci&oacute;.</li>
  <li><img style="width: 30px; height: 31px;" alt=""
 src="../../images/orangeflag.gif">No hi ha actuacions pendents
per&ograve; hi ha actuacions sense finalitzar.</li>
  <li><img style="width: 30px; height: 31px;" alt=""
 src="../../images/greenred.gif">Hi ha actuacions pendents que cal
iniciar.</li>
</ul>
A la imatge de sota es mostra la pantalla d'actuacions. A la part
superior esquerre es mostra l'estat de faltes no justificades FNJ,
faltes justificades FJ i Retards acumulats des de principi de curs,
juntament amb una llista de possibles actuacions. A la part dreta es
mostra l'acumulat des de principis de curs d'amonestacions greus i
amonestacions lleus.<br>
<div style="margin-left: 80px;"><img
 style="width: 328px; height: 200px;" alt=""
 src="../../images/actuacionstutoria.gif"><br>
</div>
<br>
A la part central en color vermell, recorda les actuacions pendents que
s'han de dur a terme si el tutor ho considera oport&uacute;. Les
actuacions d'expedient disciplinari i expulsi&oacute; nom&eacute;s les
pot dur a terme l'usuari prefectura.<br>
<br>
Si clicau directament sorbre la banda vermella, s'iniciar&agrave;
l'actuaci&oacute; de tutoria seleccionada.<br>
<br>
<span style="font-weight: bold;">Actuacions d&rsquo;assist&egrave;ncia
i puntualitat</span><br>
Per iniciar una actuaci&oacute; d'assist&egrave;ncia i puntualitat anam
a la llista i triam l'acci&oacute; que volem dur a terme. Per exemple,
procedim a l'acci&oacute; 14 FNJ: SMS. El programa demanar&agrave;
confirmaci&oacute; i direm &ldquo;S&iacute;&rdquo;. Tot seguit ens
apareixer&agrave;&nbsp;una finestra semblant a aquesta:<br>
<div style="margin-left: 80px;"><img
 style="width: 355px; height: 240px;" alt=""
 src="../../images/docwizard.gif"><br>
</div>
El preparador de document permet modificar els valors que s'utilitzen
per generar el document. Hi ha alguns camps que poden estar protegits
contra escriptura. Aix&iacute; mateix, no es poden modificar els camps
d'accions d'expulsi&oacute; que hagi duit a terme prefectura. Des
d'aqu&iacute; podeu desar i veure el document que es genera. Per
aix&ograve; fer clic en el bot&oacute; &ldquo;mostra document&rdquo;.<br>
<br>
Segons el tipus d'actuaci&oacute; hi haur&agrave; m&eacute;s o menys
camps per omplir en el preparador del document. Una vegada haguem
acabat de veure el document que ens apareixer&agrave; el registre de
l'actuaci&oacute; a l'historial<br>
<br>
<div style="text-align: justify;">Si feim clic sobre el camp
&ldquo;id&rdquo; es demanar&agrave; si volem esborrar
l'actuaci&oacute;. Si feim doble clic sobre &ldquo;Data fi&rdquo; ens
demanar&agrave; si la volem donar l'actuaci&oacute; per tancada.
Finalment, farem clic sobre &ldquo;Document&rdquo; si volem editar-lo o
veure-lo. <span style="font-style: italic;">Atenci&oacute;</span>: El
camp &ldquo;Data fi&rdquo; nom&eacute;s &eacute;s accessible per
prefectura per algun tipus d'actuaci&oacute; com ara SMS i expulsions.
Al camp &ldquo;Prefectura&rdquo; nom&eacute;s hi podr&agrave; anotar
informaci&oacute; prefectura.<br>
</div>
<br>
<span style="font-weight: bold;">Actuacions de conviv&egrave;ncia</span><br>
De manera semblant a l'anterior iniciariem una actuaci&oacute; de
conviv&egrave;ncia.<br>
<br>
<br>
</body>
</html>
