<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8">
  <title>M&ograve;dul de Fitxes-Tutoria</title>
  <link href="style.css" rel="stylesheet" type="text/css">
</head>
<body>
<h2>M&ograve;dul de Fitxes-Tutoria</h2>
<h3>Cerca d'alumnes</h3>
<p>La pantalla principal consta de dues parts, la part superior per
especificar les condicions de cerca i la inferior on es mostren el
resultat de la cerca. El resultat es mostra en forma de taula. En
columnes es pot llegir el n&uacute;mero d'expedient de l'alumne, grup,
llinatges i nom i la darrera columna l'estat de l'alumne (bandera). </p>
<ul>
  <li> Si es fa clic sobre l'expedient o doble clic sobre el grup o nom
s'obrir&agrave; la fitxa de l'alumne. </li>
  <li>Si es fa clic sobre la bandera s'obrir&agrave; la pantalla
d'accions de tutoria d'aquell alumne.</li>
</ul>
<p>Si sou tutor, quan el programa s'engega mostra els alumnes que teniu
assignats a la tutoria. Devora el n&uacute;mero d'expedient veureu una
icona en forma de llapis que indica que teniu dret d'edici&oacute;. </p>
<p>Si provau de desmarcar el camp "Mostra nom&eacute;s alumnes
assignats a la tutoria" obtindreu un llistat amb tots els alumnes del
centre. Comprovau que la icona canvia a un dibuix d'un pany per alumnes
que no s&oacute;n de la vostra tutoria.
</p>
<p><img style="width: 929px; height: 192px;" alt=""
 src="../../images/cerca.gif"></p>
<h3>1. Cerca simple</h3>
La cerca simple es mostra en la imatge anterior. B&agrave;sicament
podeu cercar per grup. Cal que trieu de les llistes, l'estudi (ESO o
BAT) el nivell i la lletra del grup. El curs acad&egrave;mic no el
podreu modificar. Feis clic al bot&oacute; "Cercar" i la taula
s'omplir&agrave; amb els alumnes del grup.<br>
<h3>2. Cerca avan&ccedil;ada</h3>
<p>Per accedir a la cerca avan&ccedil;ada fer clic sobre el text en
blau "cerca avan&ccedil;ada". Es desplegar&agrave; un panell amb 3
pestanyes.</p>
<h4>2.1 Cerca per dades personals</h4>
El primer panell "Cerca per dades personals" vos permet cercar un
alumne pel seu n&uacute;mero d'expedient, llinatges i/o nom. Una vegada
hageu especificat el valor dels camps feis clic en el bot&oacute;
cercar.
<p></p>
<h4>2.2 Cerca per alumnes amb accions de tutoria ja iniciades</h4>
<p>Generalment, aquesta eina no &eacute;s imprescindible pel tutor,
&eacute;s una funci&oacute; m&eacute;s &uacute;til per prefectura o
l'administrador.<br>
</p>
<p>Les accions de tutoria consisteixen en mesures que estableix el ROF
del centre i fan refer&egrave;ncia a aspectes d'assist&egrave;ncia,
puntualitat i disciplina. Aquestes accions van des de l'enviament d'un
SMS als pares fins a l'expulsi&oacute; per expedient disciplinari.
M&eacute;s endavant s'expliquen les accions de tutoria amb m&eacute;s
detall.<br>
<br>
Les actuacions poden estar obertes/iniciades i tancades/finalitzades.
El programa permet cercar per actuacions que tenen associada enviament
de carta o SMS i permet filtrar tamb&eacute; pel tipus
d'actuaci&oacute;.
</p>
<h4>2.3 Cerca per alumnes que requereixen accions</h4>
Segons el nombre de faltes, retards i amonestacions dels alumnes, el
programa determina si requereixen algun tipus d'acci&oacute;, ja sigui
d'assist&egrave;ncia o conviv&egrave;ncia. Segons quines accions
nom&eacute;s les podr&agrave; dur a terme prefectura o l'administrador.
<p></p>
<p></p>
</body>
</html>
